Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# browser.address.placeholder
source: Enter a website address
ja: Webサイトのアドレスを入力

# browser.back
source: Back
ja: 戻る

# browser.done
source: Done
ja: 完了

# browser.forward
source: Forward
ja: 進む

# browser.keyboard
source: Keyboard
ja: キーボード

# browser.page
source: Web page on the Mac
ja: MacのWebページ

# browser.paste
source: Paste on Mac
ja: Macにペースト

# browser.reconnect
source: Reconnect
ja: 再接続

# browser.refused.failed
source: The Mac could not open that page.
ja: Macでそのページを開けませんでした。

# browser.refused.invalid
source: That is not a website address.
ja: Webサイトのアドレスではありません。

# browser.refused.scheme
source: Only http and https addresses can be opened.
ja: 開けるのはhttpとhttpsのアドレスだけです。

# browser.refused.title
source: Can’t Open Page
ja: ページを開けません

# browser.reload
source: Reload
ja: 再読み込み

# browser.state.connecting
source: Connecting to the Mac…
ja: Macに接続しています…

# browser.state.ended
source: The stream ended
ja: ストリームが終了しました

# browser.state.noVideo
source: Sample data: no video
ja: サンプルデータ: 映像なし

# browser.state.offline
source: This Mac is not reachable
ja: このMacに接続できません

# browser.state.paused
source: Paused on the Mac
ja: Macで一時停止中

# browser.state.tabGone
source: This tab is no longer open on the Mac
ja: このタブはMacで閉じられています

# browser.stop
source: Stop
ja: 中止

# browser.tabs
source: Tabs
ja: タブ

# browser.tabs.empty
source: No browser tabs on this Mac
ja: このMacにはブラウザタブがありません

# browser.tabs.title
source: Browser Tabs
ja: ブラウザタブ

# browser.title
source: Browser
ja: ブラウザ
